var store = [{
        "title": "github.io 블로그 첫 포스팅 :)",
        "excerpt":"내가 사이트로 블로그를 만들다니 너무 신기하다 :)  깃허브 블로그 만드는데 수많은 오류를 만났다,,  그래도 구글링덕분에 잘 해결된 것 같다!  일단 나만의 공간이 생겼으니 자질구레한 것이라도 기록하자 😆  remember!!!   bundle exec jekyll serve  ","categories": [],
        "tags": ["Blog"],
        "url": "/firstPost/",
        "teaser": null
      },{
        "title": "백엔드 개발자 첫 출근 후기 (feat. Node js)",
        "excerpt":"아마 생활코딩님이 없었다면 지금의 나도 없지 않을까? 코딩이라는 것에 관심이 있었지만 만약 생활코딩님의 입문자들을 위한 영상이 없었더라면,, 입문하기 어렵다는 이유로 개발을 시작하지 않았을지도 모른다. 그렇게 개발 공부를 하면서 사실 직장을 가지게 될 것이라고는 생각하지 않았었다. 그저 재미로 시작한 것일 뿐인데 하다보니 내 생활이 되고 점점 개발은 내게 스며들어왔다. 서론이 너무...","categories": [],
        "tags": ["개발자 블로그","backend","첫 출근","Blog"],
        "url": "/til/",
        "teaser": null
      }]
